Repository: katagaki/Wooosh
Catalog: Apple/Wooosh/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ru, sv, zh_hans, zh_hant

# action_accept
source: Accept
de: Annehmen
es: Aceptar
fr: Accepter
it: Accetta
ja: 受け取る
ko: 수락
nl: Accepteren
pl: Akceptuj
pt_br: Aceitar
ru: Принять
sv: Acceptera
zh_hans: 接受
zh_hant: 接受

# action_accept_once
source: Accept Once
de: Einmalig annehmen
es: Aceptar solo esta vez
fr: Accepter une seule fois
it: Accetta solo stavolta
ja: 今回のみ受け取る
ko: 이번만 수락
nl: Eén keer accepteren
pl: Akceptuj tylko teraz
pt_br: Aceitar só desta vez
ru: Принять один раз
sv: Acceptera en gång
zh_hans: 仅接受这一次
zh_hant: 僅接受這一次

# action_back
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pl: Wstecz
pt_br: Voltar
ru: Назад
sv: Tillbaka
zh_hans: 返回
zh_hant: 返回

# action_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
zh_hans: 取消
zh_hant: 取消

# action_cancel_transfer
source: Cancel Transfer
de: Übertragung abbrechen
es: Cancelar transferencia
fr: Annuler le transfert
it: Annulla trasferimento
ja: 転送をキャンセル
ko: 전송 취소
nl: Overdracht annuleren
pl: Anuluj przesyłanie
pt_br: Cancelar transferência
ru: Отменить передачу
sv: Avbryt överföring
zh_hans: 取消传输
zh_hant: 取消傳輸

# action_choose_files
source: Choose Files
de: Dateien wählen
es: Elegir archivos
fr: Choisir des fichiers
it: Scegli file
ja: ファイルを選択
ko: 파일 선택
nl: Bestanden kiezen
pl: Wybierz pliki
pt_br: Escolher arquivos
ru: Выбрать файлы
sv: Välj filer
zh_hans: 选择文件
zh_hant: 選擇檔案

# action_choose_photos
source: Choose Photos or Videos
de: Fotos oder Videos auswählen
es: Elegir fotos o vídeos
fr: Choisir des photos ou des vidéos
it: Scegli foto o video
ja: 写真またはビデオを選択
ko: 사진 또는 동영상 선택
nl: Foto's of video's kiezen
pl: Wybierz zdjęcia lub filmy
pt_br: Escolher fotos ou vídeos
ru: Выбрать фото или видео
sv: Välj bilder eller videor
zh_hans: 选择照片或视频
zh_hant: 選擇照片或影片

# action_close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ru: Закрыть
sv: Stäng
zh_hans: 关闭
zh_hant: 關閉

# action_codes_match
source: Codes Match
de: Codes stimmen überein
es: Los códigos coinciden
fr: Les codes correspondent
it: I codici coincidono
ja: コードが一致
ko: 코드 일치
nl: Codes komen overeen
pl: Kody są zgodne
pt_br: Os códigos são iguais
ru: Коды совпадают
sv: Koderna matchar
zh_hans: 两端代码一致
zh_hant: 兩端代碼一致

# action_copied
source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピーしました
ko: 복사됨
nl: Gekopieerd
pl: Skopiowano
pt_br: Copiado
ru: Скопировано
sv: Kopierat
zh_hans: 已复制
zh_hant: 已複製

# action_copy_code
source: Copy Code
de: Code kopieren
es: Copiar código
fr: Copier le code
it: Copia codice
ja: コードをコピー
ko: 코드 복사
nl: Code kopiëren
pl: Kopiuj kod
pt_br: Copiar código
ru: Скопировать код
sv: Kopiera kod
zh_hans: 复制配对码
zh_hant: 複製配對碼

# action_copy_pairing_code
source: Copy Pairing Code
de: Kopplungscode kopieren
es: Copiar código de vinculación
fr: Copier le code d'association
it: Copia codice di abbinamento
ja: ペアリングコードをコピー
ko: 페어링 코드 복사
nl: Koppelcode kopiëren
pl: Kopiuj kod parowania
pt_br: Copiar código de pareamento
ru: Скопировать код связи
sv: Kopiera parkopplingskod
zh_hans: 复制配对码
zh_hant: 複製配對碼

# action_decline
source: Decline
de: Ablehnen
es: Rechazar
fr: Refuser
it: Rifiuta
ja: 拒否
ko: 거절
nl: Weigeren
pl: Odrzuć
pt_br: Recusar
ru: Отклонить
sv: Avvisa
zh_hans: 拒绝
zh_hant: 拒絕

# action_discard_shared
source: Discard Shared Files
de: Geteilte Dateien verwerfen
es: Descartar los archivos compartidos
fr: Abandonner les fichiers partagés
it: Annulla i file condivisi
ja: 共有したファイルを破棄
ko: 공유한 파일 취소
nl: Gedeelde bestanden weggooien
pl: Odrzuć udostępnione pliki
pt_br: Descartar os arquivos compartilhados
ru: Отменить выбранные файлы
sv: Släng de delade filerna
zh_hans: 放弃已共享的文件
zh_hant: 捨棄已分享的檔案

# action_dismiss
source: Dismiss
de: Ausblenden
es: Descartar
fr: Masquer
it: Ignora
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt_br: Dispensar
ru: Скрыть
sv: Stäng
zh_hans: 关闭
zh_hant: 關閉

# action_done
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
ko: 완료
nl: Gereed
pl: Gotowe
pt_br: Concluído
ru: Готово
sv: Klar
zh_hans: 完成
zh_hant: 完成

# action_files
source: Files
de: Dateien
es: Archivos
fr: Fichiers
it: File
ja: ファイル
ko: 파일
nl: Bestanden
pl: Pliki
pt_br: Arquivos
ru: Файлы
sv: Filer
zh_hans: 文件
zh_hant: 檔案

# action_get_internet_code
source: Get a Code
de: Code holen
es: Obtener un código
fr: Obtenir un code
it: Ottieni un codice
ja: コードを取得
ko: 코드 받기
nl: Code ophalen
pl: Pobierz kod
pt_br: Obter um código
ru: Получить код
sv: Hämta en kod
zh_hans: 获取代码
zh_hant: 取得代碼

# action_new_code
source: New Code
de: Neuer Code
es: Código nuevo
fr: Nouveau code
it: Nuovo codice
ja: 新しいコード
ko: 새 코드
nl: Nieuwe code
pl: Nowy kod
pt_br: Novo código
ru: Новый код
sv: Ny kod
zh_hans: 新配对码
zh_hant: 新配對碼

# action_not_now
source: Not Now
de: Später
es: Ahora no
fr: Plus tard
it: Non ora
ja: 後で
ko: 나중에
nl: Niet nu
pl: Nie teraz
pt_br: Agora não
ru: Не сейчас
sv: Inte nu
zh_hans: 以后再说
zh_hant: 稍後再說

# action_pair_again
source: Pair Again
de: Erneut koppeln
es: Volver a vincular
fr: Associer à nouveau
it: Abbina di nuovo
ja: 再度ペアリング
ko: 다시 페어링
nl: Opnieuw koppelen
pl: Sparuj ponownie
pt_br: Parear de novo
ru: Связать заново
sv: Parkoppla igen
zh_hans: 重新配对
zh_hant: 重新配對

# action_pair_device
source: Pair a Device
de: Gerät koppeln
es: Vincular un dispositivo
fr: Associer un appareil
it: Abbina un dispositivo
ja: デバイスをペアリング
ko: 기기 페어링
nl: Apparaat koppelen
pl: Sparuj urządzenie
pt_br: Parear um dispositivo
ru: Связать устройство
sv: Parkoppla en enhet
zh_hans: 配对设备
zh_hant: 配對裝置

# action_pair_this_device
source: Pair Device…
de: Gerät koppeln …
es: Vincular dispositivo…
fr: Associer l'appareil…
it: Abbina dispositivo…
ja: このデバイスとペアリング…
ko: 이 기기와 페어링…
nl: Apparaat koppelen…
pl: Sparuj urządzenie…
pt_br: Parear dispositivo…
ru: Связать устройство…
sv: Parkoppla enhet…
zh_hans: 配对此设备…
zh_hant: 配對此裝置…

# action_pair_with_pasted
source: Pair with Pasted Code
de: Mit eingefügtem Code koppeln
es: Vincular con el código pegado
fr: Associer avec le code collé
it: Abbina con il codice incollato
ja: 貼り付けたコードでペアリング
ko: 붙여넣은 코드로 페어링
nl: Koppelen met geplakte code
pl: Sparuj wklejonym kodem
pt_br: Parear com o código colado
ru: Связать вставленным кодом
sv: Parkoppla med inklistrad kod
zh_hans: 使用粘贴的配对码配对
zh_hant: 使用貼上的配對碼配對

# action_photos_and_videos
source: Photos & Videos
de: Fotos & Videos
es: Fotos y vídeos
fr: Photos et vidéos
it: Foto e video
ja: 写真とビデオ
ko: 사진 및 동영상
nl: Foto's en video's
pl: Zdjęcia i filmy
pt_br: Fotos e vídeos
ru: Фото и видео
sv: Bilder och videor
zh_hans: 照片和视频
zh_hant: 照片與影片

# action_refresh
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
ko: 새로 고침
nl: Vernieuwen
pl: Odśwież
pt_br: Atualizar
ru: Обновить
sv: Uppdatera
zh_hans: 刷新
zh_hant: 重新整理

# action_scan_qr
source: Scan QR Code
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le code QR
it: Scansiona codice QR
ja: QRコードをスキャン
ko: QR 코드 스캔
nl: QR-code scannen
pl: Skanuj kod QR
pt_br: Escanear código QR
ru: Сканировать QR-код
sv: Skanna QR-kod
zh_hans: 扫描二维码
zh_hant: 掃描 QR 碼

# action_send_files
source: Send Files…
de: Dateien senden …
es: Enviar archivos…
fr: Envoyer des fichiers…
it: Invia file…
ja: ファイルを送信…
ko: 파일 보내기…
nl: Bestanden versturen…
pl: Wyślij pliki…
pt_br: Enviar arquivos…
ru: Отправить файлы…
sv: Skicka filer…
zh_hans: 发送文件…
zh_hant: 傳送檔案…

# action_settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
sv: Inställningar
zh_hans: 设置
zh_hant: 設定

# action_show_my_code
source: Show My Pairing Code…
de: Meinen Kopplungscode anzeigen …
es: Mostrar mi código de vinculación…
fr: Afficher mon code d'association…
it: Mostra il mio codice di abbinamento…
ja: 自分のペアリングコードを表示…
ko: 내 페어링 코드 보기…
nl: Mijn koppelcode tonen…
pl: Pokaż mój kod parowania…
pt_br: Mostrar meu código de pareamento…
ru: Показать мой код связи…
sv: Visa min parkopplingskod…
zh_hans: 显示我的配对码…
zh_hant: 顯示我的配對碼…

# action_try_again
source: Try Again
de: Erneut versuchen
es: Volver a intentar
fr: Réessayer
it: Riprova
ja: もう一度試す
ko: 다시 시도
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar de novo
ru: Повторить
sv: Försök igen
zh_hans: 重试
zh_hant: 重試

# action_unpair
source: Unpair
de: Kopplung aufheben
es: Desvincular
fr: Dissocier
it: Rimuovi abbinamento
ja: ペアリングを解除
ko: 페어링 해제
nl: Ontkoppelen
pl: Rozłącz parę
pt_br: Desparear
ru: Разорвать связь
sv: Ta bort parkoppling
zh_hans: 取消配对
zh_hant: 取消配對

# device_kind_android_phone
source: Android phone
de: Android-Smartphone
es: Teléfono Android
fr: Téléphone Android
it: Telefono Android
ja: Android スマートフォン
ko: Android 휴대전화
nl: Android-telefoon
pl: Telefon z Androidem
pt_br: Celular Android
ru: Телефон Android
sv: Android-telefon
zh_hans: Android 手机
zh_hant: Android 手機

# device_kind_unknown
source: Device
de: Gerät
es: Dispositivo
fr: Appareil
it: Dispositivo
ja: デバイス
ko: 기기
nl: Apparaat
pl: Urządzenie
pt_br: Dispositivo
ru: Устройство
sv: Enhet
zh_hans: 设备
zh_hant: 裝置

# duration_hours_minutes
source: %1$lld h %2$lld min
de: %1$lld Std. %2$lld Min.
ja: %1$lld 時間 %2$lld 分
ko: %1$lld시간 %2$lld분
nl: %1$lld u %2$lld min
pl: %1$lld godz. %2$lld min
ru: %1$lld ч %2$lld мин
sv: %1$lld tim %2$lld min
zh_hans: %1$lld 小时 %2$lld 分
zh_hant: %1$lld 小時 %2$lld 分

# empty_body
source: Devices running Wooosh on the same Wi-Fi network appear here automatically.
de: Geräte, auf denen Wooosh im selben WLAN läuft, erscheinen hier automatisch.
es: Los dispositivos que ejecutan Wooosh en la misma red Wi-Fi aparecen aquí automáticamente.
fr: Les appareils qui utilisent Wooosh sur le même réseau Wi-Fi apparaissent ici automatiquement.
it: I dispositivi che usano Wooosh sulla stessa rete Wi-Fi compaiono qui automaticamente.
ja: 同じ Wi-Fi ネットワークで Wooosh を実行しているデバイスが、ここに自動的に表示されます。
ko: 같은 Wi-Fi 네트워크에서 Wooosh를 실행 중인 기기가 여기에 자동으로 표시됩니다.
nl: Apparaten waarop Wooosh draait in hetzelfde wifinetwerk verschijnen hier automatisch.
pl: Urządzenia z Wooosh w tej samej sieci Wi-Fi pojawiają się tu automatycznie.
pt_br: Dispositivos com o Wooosh na mesma rede Wi-Fi aparecem aqui automaticamente.
ru: Устройства с Wooosh в той же сети Wi-Fi появляются здесь автоматически.
sv: Enheter som kör Wooosh i samma Wi-Fi-nätverk visas här automatiskt.
zh_hans: 同一 Wi-Fi 网络中运行 Wooosh 的设备会自动显示在这里。
zh_hant: 同一 Wi-Fi 網路中執行 Wooosh 的裝置會自動顯示在這裡。

# empty_title
source: Looking for Devices
de: Suche nach Geräten
es: Buscando dispositivos
fr: Recherche d'appareils
it: Ricerca di dispositivi
ja: デバイスを検索中
ko: 기기 찾는 중
nl: Apparaten zoeken
pl: Szukanie urządzeń
pt_br: Procurando dispositivos
ru: Поиск устройств
sv: Söker efter enheter
zh_hans: 正在查找设备
zh_hant: 正在尋找裝置

# empty_visibility_everyone
source: Everyone nearby can see this device.
de: Alle Geräte in der Nähe können dieses Gerät sehen.
es: Cualquier dispositivo cercano puede ver este dispositivo.
fr: Tous les appareils à proximité peuvent voir cet appareil.
it: Tutti i dispositivi nelle vicinanze possono vedere questo dispositivo.
ja: 近くのすべてのデバイスから、このデバイスが見えています。
ko: 근처의 모든 기기에서 이 기기를 볼 수 있습니다.
nl: Alle apparaten in de buurt kunnen dit apparaat zien.
pl: Wszystkie urządzenia w pobliżu widzą to urządzenie.
pt_br: Qualquer dispositivo por perto pode ver este dispositivo.
ru: Это устройство видно всем устройствам поблизости.
sv: Alla enheter i närheten kan se den här enheten.
zh_hans: 附近的所有设备都能看到这台设备。
zh_hant: 附近的所有裝置都能看到這台裝置。

# empty_visibility_off
source: This device is hidden and cannot receive files. You can still see other devices and send to them.
de: Dieses Gerät ist verborgen und kann keine Dateien empfangen. Du siehst andere Geräte weiterhin und kannst ihnen etwas senden.
es: Este dispositivo está oculto y no puede recibir archivos. Aún puedes ver otros dispositivos y enviarles archivos.
fr: Cet appareil est masqué et ne peut rien recevoir. Vous voyez toujours les autres appareils et pouvez leur envoyer des fichiers.
it: Questo dispositivo è nascosto e non può ricevere file. Puoi comunque vedere gli altri dispositivi e inviare loro dei file.
ja: このデバイスは非表示で、ファイルを受信できません。他のデバイスを見て送信することはできます。
ko: 이 기기는 숨겨져 있어 파일을 받을 수 없습니다. 다른 기기를 보고 파일을 보낼 수는 있습니다.
nl: Dit apparaat is verborgen en kan geen bestanden ontvangen. Je ziet andere apparaten nog steeds en kunt bestanden naar ze sturen.
pl: To urządzenie jest ukryte i nie może odbierać plików. Nadal widzisz inne urządzenia i możesz im wysyłać pliki.
pt_br: Este dispositivo está oculto e não pode receber arquivos. Você ainda vê os outros dispositivos e pode enviar arquivos para eles.
ru: Это устройство скрыто и не может принимать файлы. Другие устройства по-прежнему видны, и им можно отправлять файлы.
sv: Den här enheten är dold och kan inte ta emot filer. Du ser fortfarande andra enheter och kan skicka till dem.
zh_hans: 这台设备已隐藏，无法接收文件。你仍然可以看到其他设备并向它们发送文件。
zh_hant: 這台裝置已隱藏，無法接收檔案。你仍然可以看到其他裝置並傳送檔案給它們。

# empty_visibility_paired
source: Only paired devices can see this device.
de: Nur gekoppelte Geräte können dieses Gerät sehen.
es: Solo los dispositivos vinculados pueden ver este dispositivo.
fr: Seuls les appareils associés peuvent voir cet appareil.
it: Solo i dispositivi abbinati possono vedere questo dispositivo.
ja: ペアリング済みのデバイスからのみ、このデバイスが見えています。
ko: 페어링된 기기에서만 이 기기를 볼 수 있습니다.
nl: Alleen gekoppelde apparaten kunnen dit apparaat zien.
pl: To urządzenie widzą tylko sparowane urządzenia.
pt_br: Só dispositivos pareados podem ver este dispositivo.
ru: Это устройство видно только связанным устройствам.
sv: Endast parkopplade enheter kan se den här enheten.
zh_hans: 只有已配对的设备能看到这台设备。
zh_hant: 只有已配對的裝置能看到這台裝置。

# error_already_started
source: Wooosh is already running.
de: Wooosh läuft bereits.
es: Wooosh ya está en marcha.
fr: Wooosh est déjà en cours d'exécution.
it: Wooosh è già in esecuzione.
ja: Wooosh はすでに実行中です。
ko: Wooosh가 이미 실행 중입니다.
nl: Wooosh draait al.
pl: Wooosh już działa.
pt_br: O Wooosh já está em execução.
ru: Wooosh уже запущен.
sv: Wooosh körs redan.
zh_hans: Wooosh 已在运行。
zh_hant: Wooosh 已在執行。

# error_cancelled_by_peer
source: The other device cancelled the transfer.
de: Das andere Gerät hat die Übertragung abgebrochen.
es: El otro dispositivo ha cancelado la transferencia.
fr: L'autre appareil a annulé le transfert.
it: L'altro dispositivo ha annullato il trasferimento.
ja: 相手のデバイスが転送をキャンセルしました。
ko: 상대 기기가 전송을 취소했습니다.
nl: Het andere apparaat heeft de overdracht geannuleerd.
pl: Drugie urządzenie anulowało transfer.
pt_br: O outro dispositivo cancelou a transferência.
ru: Другое устройство отменило передачу.
sv: Den andra enheten avbröt överföringen.
zh_hans: 对方设备取消了传输。
zh_hant: 對方裝置取消了傳輸。

# error_connect
source: Wooosh couldn't reach that device. Check that both devices are on the same Wi-Fi network.
de: Wooosh konnte das Gerät nicht erreichen. Prüfe, ob beide Geräte im selben WLAN sind.
es: Wooosh no ha podido contactar con ese dispositivo. Comprueba que ambos dispositivos estén en la misma red Wi-Fi.
fr: Wooosh n'a pas pu joindre cet appareil. Vérifiez que les deux appareils sont sur le même réseau Wi-Fi.
it: Wooosh non è riuscito a raggiungere quel dispositivo. Verifica che entrambi i dispositivi siano sulla stessa rete Wi-Fi.
ja: Wooosh はそのデバイスに接続できませんでした。両方のデバイスが同じ Wi-Fi ネットワークにあることを確認してください。
ko: Wooosh가 해당 기기에 연결하지 못했습니다. 두 기기가 같은 Wi-Fi 네트워크에 있는지 확인하세요.
nl: Wooosh kon dat apparaat niet bereiken. Controleer of beide apparaten in hetzelfde wifinetwerk zitten.
pl: Wooosh nie połączył się z tym urządzeniem. Sprawdź, czy oba urządzenia są w tej samej sieci Wi-Fi.
pt_br: O Wooosh não conseguiu alcançar esse dispositivo. Confira se os dois dispositivos estão na mesma rede Wi-Fi.
ru: Wooosh не смог связаться с этим устройством. Убедитесь, что оба устройства в одной сети Wi-Fi.
sv: Wooosh kunde inte nå enheten. Kontrollera att båda enheterna är i samma Wi-Fi-nätverk.
zh_hans: Wooosh 无法连接到该设备。请确认两台设备位于同一 Wi-Fi 网络中。
zh_hant: Wooosh 無法連線到該裝置。請確認兩台裝置位於同一 Wi-Fi 網路中。

# error_core_start
source: Wooosh could not start. Close Wooosh and open it again.
de: Wooosh konnte nicht starten. Schließe Wooosh und öffne es erneut.
es: Wooosh no ha podido iniciarse. Cierra Wooosh y vuelve a abrirlo.
fr: Wooosh n'a pas pu démarrer. Fermez Wooosh et rouvrez-le.
it: Wooosh non è riuscito ad avviarsi. Chiudi Wooosh e riaprilo.
ja: Wooosh を起動できませんでした。Wooosh を終了してから、もう一度開いてください。
ko: Wooosh를 시작하지 못했습니다. Wooosh를 닫았다가 다시 열어 주세요.
nl: Wooosh kon niet starten. Sluit Wooosh en open het opnieuw.
pl: Wooosh nie mógł się uruchomić. Zamknij Wooosh i otwórz ponownie.
pt_br: O Wooosh não conseguiu iniciar. Feche o Wooosh e abra de novo.
ru: Wooosh не смог запуститься. Закройте Wooosh и откройте снова.
sv: Wooosh kunde inte starta. Stäng Wooosh och öppna det igen.
zh_hans: Wooosh 无法启动。请关闭 Wooosh 后重新打开。
zh_hant: Wooosh 無法啟動。請關閉 Wooosh 後重新開啟。

# error_crypto
source: Wooosh could not verify the secure connection. Try again.
de: Wooosh konnte die sichere Verbindung nicht überprüfen. Versuche es erneut.
es: Wooosh no ha podido verificar la conexión segura. Vuelve a intentarlo.
fr: Wooosh n'a pas pu vérifier la connexion sécurisée. Réessayez.
it: Wooosh non è riuscito a verificare la connessione sicura. Riprova.
ja: Wooosh は安全な接続を確認できませんでした。もう一度お試しください。
ko: Wooosh가 보안 연결을 확인하지 못했습니다. 다시 시도해 주세요.
nl: Wooosh kon de beveiligde verbinding niet verifiëren. Probeer het opnieuw.
pl: Wooosh nie zweryfikował bezpiecznego połączenia. Spróbuj ponownie.
pt_br: O Wooosh não conseguiu verificar a conexão segura. Tente de novo.
ru: Wooosh не смог проверить защищённое соединение. Повторите попытку.
sv: Wooosh kunde inte verifiera den säkra anslutningen. Försök igen.
zh_hans: Wooosh 无法验证安全连接。请重试。
zh_hant: Wooosh 無法驗證安全連線。請重試。

# error_declined_by_peer
source: The other device declined the files.
de: Das andere Gerät hat die Dateien abgelehnt.
es: El otro dispositivo ha rechazado los archivos.
fr: L'autre appareil a refusé les fichiers.
it: L'altro dispositivo ha rifiutato i file.
ja: 相手のデバイスがファイルを拒否しました。
ko: 상대 기기가 파일을 거절했습니다.
nl: Het andere apparaat heeft de bestanden geweigerd.
pl: Drugie urządzenie odrzuciło pliki.
pt_br: O outro dispositivo recusou os arquivos.
ru: Другое устройство отклонило файлы.
sv: Den andra enheten avvisade filerna.
zh_hans: 对方设备拒绝了这些文件。
zh_hant: 對方裝置拒絕了這些檔案。

# error_files_unprepared
source: Those items couldn't be prepared for sending. Try again.
de: Diese Objekte konnten nicht zum Senden vorbereitet werden. Versuche es erneut.
es: No se han podido preparar esos elementos para enviarlos. Vuelve a intentarlo.
fr: Ces éléments n'ont pas pu être préparés pour l'envoi. Réessayez.
it: Non è stato possibile preparare quegli elementi per l'invio. Riprova.
ja: それらの項目を送信用に準備できませんでした。もう一度お試しください。
ko: 해당 항목을 보낼 준비를 하지 못했습니다. 다시 시도해 주세요.
nl: Die onderdelen konden niet worden klaargemaakt om te versturen. Probeer het opnieuw.
pl: Nie udało się przygotować tych elementów do wysłania. Spróbuj ponownie.
pt_br: Não foi possível preparar esses itens para envio. Tente de novo.
ru: Не удалось подготовить эти объекты к отправке. Повторите попытку.
sv: Objekten kunde inte förberedas för sändning. Försök igen.
zh_hans: 无法准备这些项目以供发送。请重试。
zh_hant: 無法準備這些項目以供傳送。請重試。

# error_files_unreadable
source: Those files couldn't be read. Try choosing them again.
de: Diese Dateien konnten nicht gelesen werden. Wähle sie erneut aus.
es: No se han podido leer esos archivos. Vuelve a seleccionarlos.
fr: Ces fichiers n'ont pas pu être lus. Sélectionnez-les à nouveau.
it: Non è stato possibile leggere quei file. Prova a selezionarli di nuovo.
ja: それらのファイルを読み取れませんでした。もう一度選択してください。
ko: 해당 파일을 읽지 못했습니다. 다시 선택해 주세요.
nl: Die bestanden konden niet worden gelezen. Kies ze opnieuw.
pl: Nie udało się odczytać tych plików. Wybierz je ponownie.
pt_br: Não foi possível ler esses arquivos. Tente selecioná-los de novo.
ru: Не удалось прочитать эти файлы. Выберите их ещё раз.
sv: Filerna kunde inte läsas. Välj dem igen.
zh_hans: 无法读取这些文件。请重新选择。
zh_hant: 無法讀取這些檔案。請重新選擇。

# error_internet_off
source: That is an internet code, and internet transfers are off. Turn them on in Settings.
de: Das ist ein Internetcode, und Internetübertragungen sind aus. Schalte sie in den Einstellungen ein.
es: Ese es un código de internet y las transferencias por internet están desactivadas. Actívalas en Ajustes.
fr: Ceci est un code Internet, et les transferts par Internet sont désactivés. Activez-les dans les Réglages.
it: Questo è un codice internet e i trasferimenti via internet sono disattivati. Attivali nelle Impostazioni.
ja: これはインターネットコードですが、インターネット転送はオフです。設定でオンにしてください。
ko: 인터넷 코드이지만 인터넷 전송이 꺼져 있습니다. 설정에서 켜세요.
nl: Dit is een internetcode en internetoverdrachten staan uit. Schakel ze in bij Instellingen.
pl: To kod internetowy, a przesyłanie przez internet jest wyłączone. Włącz je w Ustawieniach.
pt_br: Esse é um código de internet, e as transferências pela internet estão desativadas. Ative-as em Ajustes.
ru: Это интернет-код, а передача через интернет выключена. Включите её в настройках.
sv: Det här är en internetkod, och internetöverföringar är av. Slå på dem i Inställningar.
zh_hans: 这是互联网代码，但互联网传输已关闭。请在设置中开启。
zh_hant: 這是網際網路代碼，但網際網路傳輸已關閉。請在設定中開啟。

# error_invalid_qr
source: That is not a Wooosh pairing code.
de: Das ist kein Wooosh-Kopplungscode.
es: Eso no es un código de vinculación de Wooosh.
fr: Il ne s'agit pas d'un code d'association Wooosh.
it: Questo non è un codice di abbinamento Wooosh.
ja: これは Wooosh のペアリングコードではありません。
ko: Wooosh 페어링 코드가 아닙니다.
nl: Dat is geen Wooosh-koppelcode.
pl: To nie jest kod parowania Wooosh.
pt_br: Isso não é um código de pareamento do Wooosh.
ru: Это не код связи Wooosh.
sv: Det är inte en parkopplingskod för Wooosh.
zh_hans: 这不是 Wooosh 配对码。
zh_hant: 這不是 Wooosh 配對碼。

# error_io
source: Wooosh could not read or write a file. Check that there is free space and try again.
de: Wooosh konnte eine Datei nicht lesen oder schreiben. Prüfe den freien Speicher und versuche es erneut.
es: Wooosh no ha podido leer o escribir un archivo. Comprueba que haya espacio libre y vuelve a intentarlo.
fr: Wooosh n'a pas pu lire ou écrire un fichier. Vérifiez l'espace disponible et réessayez.
it: Wooosh non è riuscito a leggere o scrivere un file. Verifica lo spazio libero e riprova.
ja: Wooosh はファイルの読み書きができませんでした。空き容量を確認してもう一度お試しください。
ko: Wooosh가 파일을 읽거나 쓰지 못했습니다. 여유 공간을 확인한 뒤 다시 시도해 주세요.
nl: Wooosh kon een bestand niet lezen of schrijven. Controleer de vrije ruimte en probeer het opnieuw.
pl: Wooosh nie odczytał lub nie zapisał pliku. Sprawdź wolne miejsce i spróbuj ponownie.
pt_br: O Wooosh não conseguiu ler ou gravar um arquivo. Verifique se há espaço livre e tente de novo.
ru: Wooosh не смог прочитать или записать файл. Проверьте свободное место и повторите попытку.
sv: Wooosh kunde inte läsa eller skriva en fil. Kontrollera ledigt utrymme och försök igen.
zh_hans: Wooosh 无法读取或写入文件。请检查是否有可用空间，然后重试。
zh_hant: Wooosh 無法讀取或寫入檔案。請檢查是否有可用空間，然後重試。
